Repository: SureShinde/timeforyourskin
Catalog: ekomi/mm-review-container/languages/*.po
Languages: de, es, fr, it, nl, pl, pt

source: Error establishing a database connection. This either means that the username and password information are incorrect or we can't contact the database server at %s
de: Fehler beim Herstellen einer Datenbank-Verbindung. Entweder sind der Benutzername und das Passwort fehlerhaft oder eine Verbindung zum Datenbank-Server über %s ist nicht möglich.
es: Error al establecer una conexión con la base de datos. Esto significa que el nombre de usuario y contraseña son incorrectas o que no se puede conectar al servidor de su base de datos en el host %s.
fr: Une erreur de connexion à votre base de données est survenue. Soit votre nom d'utilisateur ou votre mot de passe est incorrect, soit nous ne pouvons pas nous connecter au serveur %s de la base de données.
it: Errore nello stabilire una connessione col database. Ciò puo' significare che il nome utente e la password sono errati o che non siamo in grado di connetterci al server del database %s.
nl: Er is een probleem opgetreden tijdens het verbinden met de databank. Dit betekent dat ofwel uw gebruikersnaam en wachtwoord incorrect zijn, ofwel dat we geen verbinding kunnen maken met de databank server %s.
pl: Błąd przy ustanawianiu połączenia z bazą danych. To oznacza, że albo nazwa użytkownika i hasło są nieprawidłowe lub nie można połączyć się z serwerem bazy danych na hoście %s.
pt: Erro ao estabelecer a conexão com a base de dados. Isto significa que tanto as informações de usuário e senha estão incorretas ou que não pode se conectar ao servidor da base de dados como %s.

source: Unknown database %s Please create the %s database first!
de: Unbekannte Datenbank %s. Bitte erstellen Sie zuerst die Datenbank %s!
es: Base de datos desconocida %s. Porfavor crear la %s base de datos primero!
fr: Base de données %s inconnue. Veuillez créer d'abord la base de données %s!
it: Database %s sconosciuto. Creare prima il database %s!
nl: Databank %s is onbekend, creëer de %s databank eerst!
pl: Nieznana baza danych %s. Proszę najpierw utworzyć bazę danych %s!
pt: Base de dados %s desconhecida. Por favor cree a base de dados %s antes!

source: Table %s does not exist.
de: Datenbanktabelle %s existiert nicht.
es: Tabla %s no existe.
fr: La table %s n'existe pas.
it: La tabella %s non esiste.
nl: Tabel %s bestaat niet.
pl: Tabela %s nie istnieje.
pt: Tabela %s não existe.

source: eKomi can now communicate with your %s local database. To populate your local database with product reviews, please click on "Populate & Sync Database"
de: eKomi kann nun mit Ihrer lokalen Datenbank %s kommunizieren. Um Ihre lokale Datenbank mit Produktbewertungen zu befüllen, klicken Sie bitte auf "Datenbank befüllen und Daten synchronisieren".
es: eKomi ahora puede comunicarse con su base de datos local %s. Para popular la base de datos local con valoraciones de producto, por favor haga clic en "llenar y sincronizar bases de datos".
fr: eKomi peut maintenant communiquer avec votre base de données locale %s. Afin de la remplir avec des avis produit, veuillez cliquer sur "Remplir & Synchroniser la base de données".
it: eKomi ora puo' comunicare con il %s database locale. Per inserire i dati nel database locale con le recensioni di prodotti, cliccate su "Compila e sincronizza Database".
nl: eKomi kan nu communiceren met uw %s lokale databank. Om uw lokale databank op te vullen met product beoordelingen, klik a.u.b. op "Vul Op & Synchroniseer Databank".
pl: eKomi może teraz komunikować się z Twoją lokalną bazą danych %s. Aby importować opinie o produktach do Twojej lokalnej bazy danych, kliknij na przycisk "Zapełnij i zsynchronizuj bazę danych".
pt: eKomi agora pode comunicar com o seu %s base de dados local. Para preencher a base de dados local com análises de produtos, por favor clique em "Preencher e Sincronizar a base de dados".

source: Could not create the database %s
de: Datenbank %s kann nicht erstellt werden.
es: No se pudo crear la base de datos %s
fr: La base de données %s n'a pu être créée
it: Impossibile creare il database %s
nl: De databank %s kon niet gecreëerd worden.
pl: Nie można utworzyć bazy danych %s.
pt: Impossível de crear a base de dados %s

source: Database %s created successfully.
de: Datenbank %s erfolgreich angelegt.
es: Base de datos %s creada con éxito.
fr: La base de données %s a été créée avec succès.
it: Database %s creato con successo.
nl: Databank %s is succesvol gecreëerd.
pl: Baza danych %s zostala utworzona.
pt: Base de dados %s creada com succeso.

source: Database %s already exist.
de: Datenbank %s existiert bereits.
es: Base de datos %s ya existe.
fr: La base de données %s existe déjà.
it: Database %s esiste già.
nl: Databank %s bestaat al.
pl: Baza danych %s już istnieje.
pt: Banco de dados %s já existe.

source: The credentials you supplied for interface ID %s were not correct or did not grant access to the eKomi API.
de: Die von Ihnen verwendeten Logindaten für die Schnittstellen-ID %s sind falsch oder erlauben keinen Zugriff zur eKomi-API.
es: Las credenciales que ha suministrado para el ID de interfaz %s no eran correctas o no concedió acceso eKomi API.
fr: Les informations d'identification fournies pour l'identifiant d'interface %s ne sont pas correctes ou ne donnent pas accès à l'API eKomi.
it: Le credenziali che avete inserito per l'interfaccia ID %s non erano corrette e non hanno consentito l'accesso all'eKomi API.
nl: De login informatie opgegeven voor interface ID %s zijn niet correct of bieden geen toegang tot de eKomi API.
pl: Dane podane dla identyfikatora interfejsu %s nie są poprawne lub nie zapewniają dostępu do interfejsu programistycznego aplikacji eKomi.
pt: As credenciais fornecidas para a interface ID%s não são corretas ou não conceden acesso à API eKomi.

source: No database connection or interface ID not provided.
de: Keine Datenbankverbindung oder fehlerhafte Schnittstellen-ID.
es: Ninguna conexión en la base de datos o interfaz ID no proporcionado.
fr: Aucune connexion à la base de données n'a pu être établie ou l'identifiant d'interface n'a pas été fourni.
it: Nessuna connessione al database o interfaccia ID omessa.
nl: Er is geen databank connectie of interface ID opgegeven.
pl: Nie udało się nawiązać połączenia z bazą danych lub nie podano identyfikatora interfejsu.
pt: Nenhum banco de dados conexão ou interface ID não fornecido.

source: Populating database...
de: Befüllung der Datenbank...
es: Rellenar la base de datos...
fr: La base de données se remplit...
it: Aggiornamento del database in corso...
nl: Databank aan het opvullen...
pl: Zapełnianie bazy danych...
pt: Preencher o banco de dados...

source: Could not drop the reviews table! %s Last error was: %s
de: Löschen der Bewertungstabellen nicht möglich! %s Der letzte Fehler war: %s.
es: No podía eliminar las tablas con las valoraciones! %s Ultimo error era: %s
fr: Impossible de supprimer la table contenant les avis! %s La dernière erreur était : %s
it: Impossibile eliminare le tabelle delle recensioni! %s L'ultimo errore era: %s
nl: Kan de beoordelingstabel niet verwijderen! %s Laatste fout was: %s
pl: Nie udało się usunąć tabeli z opiniami! %s Ostatni błąd to: %s
pt: Impossível de borrar a tabela das opinioes! %s Ultimo error foe: %s

source: Could not create the database tables! %s Last error was: %s
de: Anlegen der Datenbanktabellen nicht möglich! %s Der letzte Fehler war: %s
es: No podía crear la tabla de base de datos! %s Ultimo error era: %s
fr: Les tables dans la base de données n'ont pu être créées! %s La dernière erreur était: %s
it: Impossibile creare la tabella nel database! %s L'ultimo errore era: %s
nl: De databanktabellen konden niet verwijderd worden! %s De laatste foutboodschap was: %s
pl: Nie udało się utworzyć tabel w bazie danych! %s Ostatni błąd to: %s
pt: Impossível de crear a tabela das opinioes! %s Ultimo error foe: %s

source: Could not talk to the API using the current ID & password combination!
de: Kommunikation mit der API mit der aktuellen ID-/Paßwort-Kombination nicht möglich.
es: No podía hablar con el API utilizando la combinación actual de ID y la contraseña!
fr: La combination entre l'identifiant et le mot de passe ne permettent pas d'appeler l'API.
it: Impossibile connettersi all'API con l'ID o la password corrente.
nl: Er kan geen verbinding worden gelegd naar de API met de huidige ID en paswoord combinatie!
pl: Nie udało się nawiązać połączenia z API przy użyciu obecnej kombinacji identyfikatora i hasła!
pt: Não poderia falar com a API usando a combinação de ID e a senha atual!

source: Config file exists and not updated.
de: Die Konfigurationsdatei existiert bereits und wurde nicht überschrieben.
es: Archivo configurado existe y no esta actualizado.
fr: Le fichier de configuration existe déjà et n'a pu être mis à jour.
it: File di configurazione esistente e non aggiornato.
nl: Het configuratiebestand bestaat reeds en is niet gewijzigd.
pl: Plik konfiguracyjny istnieje i nie jest uaktualniony.
pt: O ficheiro de configuracao existe e nao è atualizado.

source: Config file "config.php" already exists!
de: Die Konfigurationsdatei "config.php" existiert bereits!
es: Archivo configurado "config.php" ya existe!
fr: Le fichier de configuration "config.php" existe déjà!
it: Il file di configurazione "config.php" e' gia' presente nel sistema!
nl: Het configuratiebestand "config.php" bestaat reeds!
pl: Plik konfiguracyjny "config.php" już istnieje!
pt: O ficheiro “config.php” jà existe!

source: A config-sample.php file is needed to work from. Please re-upload this file and try again!
de: Vorsicht, es wird eine config-sample.php Datei benötigt. Bitte laden Sie diese hoch und versuchen Sie es noch einmal!
es: Se necesita un archivo config-sample.php para trabajar. Porfavor vuelva a subir el archivo y pruebe otra vez!
fr: Un fichier intitulé config-sample.php est nécessaire. Veuillez le recharger et essayer de nouveau!
it: Per effettuare l'operazione e' necessario il file config-sample.php. Si prega di aggiornare i dati e provare nuovamente!
nl: Een config-sample.php bestand is vereist. Herupload dit bestand en probeer opnieuw!
pl: Do kontynuowania potrzebny jest plik config-sample.php. Proszę załadować ten plik jeszcze raz i spróbować ponownie!
pt: É necessário trabalhar apartir de um ficheiro config-sample. php. Por favor, recarregue esse ficheiro e tente novamente!

source: It is not possible to write in the %s folder.
de: Es ist nicht möglich im Ordner %s zu schreiben.
es: No es posible escribir en la carpeta %s.
fr: Il n'est pas possible d'écrire dans le fichier %s.
it: Non è possibile scrivere nella cartella di %s.
nl: Het is niet mogelijk om te schrijven in de map %s.
pl: Nie da się pisać w folderze %s.
pt: Não é possível gravar na pasta %s.

source: Config file created.
de: Konfigurations-Datei wurde angelegt.
es: Archivo configurado ya creado.
fr: Le fichier de configuration a été créé
it: Il file di configurazione e' stato creato.
nl: Het configuratiebestand is gecreëerd.
pl: Plik Config został utworzony.
pt: Ficheiro de configuracao creado com succeso.

# First number is total helpful, second is total not helpful.
source: %s person found this review helpful.
de: %s Person fand diese Bewertung hilfreich.
es: %s persona ha encontrado esta opinión útil.
fr: %s personne a trouvé cet avis utile.
it: %s persona ha trovato utile questa recensione.
nl: %s persoon vond deze beoordeling behulpzaam.
pl: %s osoba uznała tę opinię za pomocną.
pt: %s pessoa acharam este comentario util.

source: The query argument of % s must have a placeholder.
de: Das Abfrage-Argument von %s muß einen Platzhalter enthalten.
es: La consulta %s debe tener un marcador de posición.
fr: L'argument de la requête %s doit avoir un espace réservé.
it: L'argomento dell'indagine % s deve avere un segnalibro.
nl: Het query argument van % s heeft een placeholder nodig.
pl: Argument zapytania % s musi mieć pole zastępcze.
pt: O argumento da consulta %s deverá ter um placeholder.

source: eKomi mass market review container log: %s
de: eKomi Massenmarkt-Bewertungscontainer-Log: %s
es: eKomi registro opinión del contenedore de mercado masivo :%s
fr: Entrées pour le conteneur d'avis des clients grand public d'eKomi: %s
it: Log del contenitore di recensioni di eKomi mass market: %s
nl: eKomi Massmarkt beoordeling container log: %s
pl: Kontener eKomi na opinie o produktach log: %s
pt: log do Review Container da eKomi Mass Market: %s

source: eKomi › Reviews
de: eKomi › Bewertungen
es: eKomi › Valoraciónes
fr: ekomi › Avis
it: eKomi › Recensioni
nl: eKomi › Beoordelingen
pl: eKomi › Opinie
pt: eKomi › Avaliações

source: eKomi › Setup
de: eKomi › Einrichtung
es: eKomi › Configuración
fr: eKomi › Installation
it: eKomi › Configurazione
pl: eKomi › Konfiguracja

source: Install & Settings
de: Installation & Einstellungen
es: Instalación & Configuración
fr: eKomi › Paramètres
it: Installazione & Impostazioni
nl: Installatie & Instellingen
pl: Instalacja & Ustawienia
pt: Instalação e Configuração

source: It appears that you have already configured the solution. However, you can re-configure the settings by deleting the “config.php” file. Do you want to <a href='#delete_config' class='delete_config_php'>delete it</a> now?
de: Es sieht aus, als hätten Sie die Lösung bereits konfiguriert. Sie können die Einstellungen jedoch jederzeit durch Löschen der Datei "config.php" neu vornehmen. Möchten Sie jetzt die Datei <a href='#delete_config' class='delete_config_php'>löschen</a>?
es: Parece que ya ha configurado la solución. Sin embargo, puede volver a configurar los ajustes eliminando el archivo "config.php". ¿Quieres <a href='#delete_config' class='delete_config_php'>borrar</a> ahora?
fr: Il semble que vous ayez déjà configuré votre solution. Pour reconfigurer les paramètres, veuillez effacer le fichier “config.php”. Voulez-vous <a href='#delete_config' class='delete_config_php'>l'effacer</a> maintenant?
it: Sembrerebbe che tu abbia gia configurato la soluzione. Tuttavia, è possibile riconfigurare le impostazioni eliminando il file "config.php". Vuoi <a href='#delete_config' class='delete_config_php'>cancellarlo</a> ora?
nl: Het ziet er naar uit dat u deze configuratie al heeft volbracht. U kan deze instellingen herconfigureren door het "config.php" bestand te verwijderen. Wilt u dit nu <a href='#delete_config' class='delete_config_php'>verwijderen</a>?
pl: Wygląda na to, że już wcześniej zapisałeś ustawienia. Możesz je zresetować, usuwając plik “config.php”. Czy chcesz go <a href='#delete_config' class='delete_config_php'>usunąć</a> teraz?
pt: Parece que você já tenha configurado a solução. No entanto, você pode reconfigurar as definições, apagar o ficheiro "config.php". Você quer <a href='#delete_config' class='delete_config_php'>apaga-lo</a> agora?

source: No “config.php” file exists. This is required before continuing.
de: Es existiert keine “config.php“-Datei. Zum Fortfahren ist diese ist jedoch erforderlich.
es: No “config.php” el archivo aun existe. Esto es necesario para continuar.
fr: Aucun fichier “config.php” ne peut être repéré. Il est requis pour continuer.
it: Nessun “config.php” esistente. E' necessario crearne uno prima di poter cominciare.
nl: Er is geen "config.php" bestand aanwezig. Dit is vereist voordat u verder gaat.
pl: Plik “config.php” nie istnieje. Jest on wymagany do dalszej instalacji.
pt: O ficheiro “config.php” existe. Isto será necessário, antes de continuar.

source: Please enter your MySQL database connection details. If unsure about these, contact your administrator. This is required for first time configuration only.
de: Bitte geben Sie Ihre MySQL-Datenbank Verbindungsdaten ein. Sind sich unsicher, wenden Sie sich an Ihren Administrator. Dies ist auschließlich für die erste Konfiguration erforderlich.
es: Por favor, introduzca sus datos de conexión de la base de datos MySQL. Si no está seguro acerca de estos, póngase en contacto con el administrador. Esto es necesario sólo para la primera configuración.
fr: Veuillez entrer les détails de connexion à votre base de données MySQL. En cas de doute, contactez votre administrateur. Cette étape n'est nécessaire que pour la configuration.
it: Si prega di inserire i dati di connessione al database MySQL. Se non si e' sicuri dei dati da inserire, contattare il proprio amministratore. Questo e' necessario solo per la configurazione inziale.
nl: Vul a.u.b. uw MySQL databank verbindingsinformatie op. Indien u onzeker bent, contacteer uw administrator. Dit is enkel vereist voor de oorspronkelijke configuratie.
pl: Podaj szczegóły połączenia z bazą danych MySQL. Jeżeli ich nie znasz, skontaktuj się ze swoim administratorem. Są one wymagane tylko przy pierwszej konfiguracji.
pt: Por favor introduza os dados das sua conexão à base de dados MySQL. Se não tiver certeza, contate o seu administrador. Isto será necessário apenas para a primeira configuração.

source: Once you entered all the settings, click “Check Database Connection” button to validate then “Populate & Sync Database”.
de: Sind Ihre Eingaben vollständig, dann klicken Sie den Knopf "Datenbank-Verbindung prüfen" und dann "Datenbank befüllen und Daten synchronisieren".
es: Una vez que ha introducido todos los ajustes, haga clic en "Confirmar la conexión de base de datos" es el botón para validar, luego "llenar y sincronizar bases de datos".
fr: Lorsque tous les paramètres sont configurés, cliquez sur “Vérifier la connexion à la base de données” afin de valider puis sur “Remplir & Synchroniser la base de données”.
it: Una volta inserito tutte le impostazioni, clicca "Controlla connessione al Database" per convalidare poi "Compila e sincronizza Database".
nl: Wanneer u alle instellingen heeft opgegeven, klik op de "Controleer Databank Verbinding" knop om te valideren en daarna "Vul Op & Synchroniseer Databank".
pl: Po wprowadzeniu ustawień naciśnij przycisk “Sprawdź połączenie z bazą danych”. Jeżeli ustawienia zostaną zatwierdzone, naciśnij przycisk “Zapełnij i zsynchronizuj bazę danych”.
pt: Uma vez realizada todas as configurações, clique no botão "Verificar conexão da base de dados" para validar, e em seguida no botão "Preencher e Sincronizar a base de dados".

source: Check Database Connection
de: Datenbank-Verbindung prüfen
es: Confirmar la conexión de base de datos
fr: Vérifier la connexion à la base de données
it: Controlla connessione al Database
nl: Controleer Databank Verbinding
pl: Sprawdź połączenie z bazą danych
pt: Verificar conexão da base de dados

source: Populate & Sync Database
de: Datenbank befüllen und Daten synchronisieren
es: llenar y sincronizar bases de datos
fr: Remplir & Synchroniser la base de données
it: Compila e sincronizza Database
nl: Vul Op & Synchroniseer Databank
pl: Zapełnij i zsynchronizuj bazę danych
pt: Preencher e Sincronizar a base de dados

source: Database settings
de: Datenbank-Einstellungen
es: Ajustes de base de datos
fr: Paramètres de la base de données
it: Impostazioni Database
nl: Databank instellingen
pl: Ustawienia bazy danych
pt: Configurações da base de dados

source: Required
de: Erforderlich
es: Requerido
fr: Requis
it: Necessario
nl: Vereist
pl: Wymagane
pt: Requerido

source: Database hostname
de: Datenbank-Hostname
es: Nombre de host de base de datos
fr: Nom de l'hôte de la base de données
it: Hostname Database
nl: Databank hostname
pl: Nazwa hosta
pt: Nome do host da base de dados

source: This field is required.
de: Dieses Feld ist erforderlich.
es: Este campo es obligatorio.
fr: Ce champs est requis.
it: Questo campo e' obbligatorio.
nl: Dit veld is vereist.
pl: To pole jest wymagane.
pt: Este campo é obrigatório.

source: Database name
de: Datenbankname
es: Nombre de la base de datos
fr: Nom de la base de données
it: Nome Database
nl: Databank naam
pl: Nazwa bazy danych
pt: Nome da base de dados

source: Database username
de: Datenbank-Benutzername
es: Usuario de la Base de datos
fr: Nom d'utilisateur de la base de données
it: Username Database
nl: Databank gebruikersnaam
pl: Użytkownik bazy danych
pt: Nome do utilizador da base de dados

source: Database password
de: Datenbank-Passwort
es: Contraseña de la base de datos
fr: Mot de passe de la base de données
it: Password Database
nl: Databank wachtwoord
pl: Hasło bazy danych
pt: Senha da base de dados

source: eKomi settings
de: eKomi-Einstellungen
es: Ajustes eKomi
fr: Paramètres eKomi
it: Impostazioni eKomi
nl: eKomi instellingen
pl: Ustawienia eKomi
pt: Configurações eKomi

source: eKomi interface ID
de: eKomi-Schnittstellen-ID
es: ID del interfaz eKomi
fr: Numéro interface eKomi
it: ID interfaccia eKomi
pl: Identyfikator interfejsu eKomi
pt: Interface ID eKomi

source: eKomi interface password
de: eKomi-Schnittstellen-Passwort
es: Contraseña del interfaz eKomi
fr: Mot de passe interface ekomi
it: Password interfaccia eKomi
nl: eKomi interface wachtwoord
pl: Hasło interfejsu eKomi
pt: Senha interface eKomi

source: Miscellaneous settings
de: Weitere Einstellungen
es: Ajustes Misceláneos
fr: Paramètres divers
it: Impostazioni varie
nl: Meer gedetailleerde instellingen
pl: Szczegółowe ustawienia
pt: Configurações diversas

source: In case of no product reviews, display:
de: Im Falle nicht vorhandener Produktbewertungen zeige:
es: En caso de no haber valoraciónes de producto, mostrar:
fr: Dans le cas où il n'y aurait aucun avis produit, afficher:
it: Nel caso non ci fossero recensioni sui prodotti, visualizzare:
nl: In geval van geen product beoordelingen, toon:
pl: W przypadku braku opinii o produktach, wyświetlaj:
pt: Em caso de não ter avaliaçõesde produtos, mostrar:

source: nothing
de: nichts
es: nada
fr: rien
it: niente
nl: niets
pl: nic
pt: vazio

source: text message
de: Textnachricht
es: texto
fr: message texte
it: Testo messaggio
nl: tekstboodschap
pl: wiadomość tekstową
pt: mensagem de texto

source: empty container
de: Leerer Container
es: contenedor vacío
fr: conteneur vide
it: Contenitore vuoto
nl: lege container
pl: pusty kontener
pt: container vazio

source: Text message to be displayed in case of no product reviews (only if text message option is chosen)
de: Textnachricht die angezeigt wird bei nicht vorhandenen Produktbewertungen (nur wenn die "Textnachricht"-Option gewählt wurde)
es: Texto que se mostrará en caso de ninguna valoración de producto (sólo si se elige la opción de texto)
fr: Ce message s'affichera s'il n'y a aucun avis produit (uniquement lorsque l'option ”message texte” est choisie)
it: Messaggio da visualizzare nel caso non ci fossero recensioni sui prodotti (Disponibile solo se l'opzione "testo messaggio" e' attiva)
nl: Tekst boodschap die afgebeeld moet worden indien er geen product beoordelingen zijn (enkel wanneer de tekst boodschap optie wordt gekozen)
pl: Wiadomość tekstowa, która będzie wyświetlana w przypadku braku opinii o produkcie
pt: Mensagem de texto a ser exibido no caso de nao haver comentários sobre produtos (somente se a opção de mensagem de texto for escolhida)
