Repository: SureShinde/timeforyourskin
Catalog: ekomi/mm-review-container/languages/*.po
Languages: de, es, fr, it, nl, pl, pt

source: You may use ##product_name## and ##product_id## placeholders and they will be replaced by actual product values.
de: Sie können die Platzhalter ##product_name## und ##product_id## verwenden. Diese werden durch die aktuellen Produktwerte ersetzt.
es: Puede usar ##product_name## y ##product_id## marcadores de posición y serán reemplazados por los valores reales del producto.
fr: Vous pouvez utiliser les balises ##product_name## et ##product_id## afin qu'elles soient remplacées par les véritables noms et identifians produits.
it: E' possibile utilizzare i simboli ##product_name## e ##product_id## che saranno sostituiti dai valori effettivi del prodotto.
nl: U kan de ##product_name## en ##product_id## placeholders gebruiken en ze zullen vervangen worden door effectieve product waarden.
pl: Możesz używać symboli zastępczych ##product_name## i ##product_id##. Będą one zastąpione danymi konkretnego produktu.
pt: Você pode usar os placeholders ##product_name## e ##product_id## e eles serão substituídos por valores reais dos produtos.

source: No product reviews received for product ##product_name## with product ID ##product_id##.
de: Keine Produktbewertungen empfangen für Produkt ##product_name## mit der Produkt-ID ##product_id##.
es: No hay valoraciónes de productos recibidos para el producto ##product_name## con ID de producto ##product_id##.
fr: Aucun avis reçu pour le produit ##product_name## avec l'identifiant ##product_id##.
it: Nessuna recensione sul prodotto per il prodotto ##product_name## con ID ##product_id##.
nl: Geen product beoordelingen ontvangen voor product ##product_name## met product ID ##product_id##.
pl: Brak opinii o produkcie ##product_name## z identyfikatorem produktu ##product_id##.
pt: Não recebemos avaliações de produtos para o produto ##product_name## com identificação ##product_id##.

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
nl: Taal
pl: Język
pt: Idioma

source: Reviews per page
de: Bewertungen je Seite
es: Valoraciónes por página
fr: Avis par page
it: Recensioni per pagina
nl: Beoordelingen per pagina
pl: Ilość opinii na stronę
pt: Avaliações por página

source: Cronjob delay
de: Cronjob Verzögerung
es: Retraso de Cronjob
fr: Délai des tâches cron
it: Ritardo cronjob
nl: Cronjob vertraging
pl: Częstotliwość uaktualnienia bazy danych
pt: Atraso do Cronjob

source: (Hours)
de: (Stunden)
es: (Horas)
fr: (heures)
it: (Ore)
nl: (Uren)
pl: (co ile godzin)
pt: (Horas)

source: eKomi logo link:
es: vínculo de logotipo de eKomi:
fr: Lien du logo eKomi :
pl: Określ czy logo eKomi będzie linkiem:
pt: ligação logotipo eKomi:

source: do not link the eKomi logo
de: das Logo verlinkt nicht
es: no vincular el logo de eKomi
fr: ne pas ajouter un lien sur le logo eKomi
it: il logo eKomi non è un link
nl: dit is geen link
pl: logo eKomi nie będzie linkiem
pt: o logo eKomi não será um link

source: link to the certificate page
de: link zur Zerfikatsseite
es: enlace a la página de certificado
fr: ajouter un lien vers la page d'avis clients sur le logo eKomi
it: link alla pagina certificata
nl: link naar de certificaat pagina
pl: logo eKomi będzie linkiem do strony certyfikatu
pt: ligar à página de certificação

source: link to the eKomi website in the chosen language
de: link zur Website eKomi in der gewählten Sprache
es: enlace al sitio web eKomi en el idioma elegido
fr: ajouter un lien vers le site eKomi dans la langue de votre choix.
it: link al sito web eKomi nella lingua scelta
nl: link naar eKomi website in gekozen taal
pl: logo eKomi będzie linkiem do strony internetowej eKomi w języku, który został wybrany dla kontenera
pt: ligar ao site eKomi na língua escolhida

# Checkboxes inside a form
source: Check all that applies:
de: Wählen Sie aus was zutrifft:
es: Marcar todas las opciónes:
fr: Vérifier que tout soit en ordre:
it: Controlla tutto ciò che riguarda:
nl: Vink aan wat van toepassing is:
pl: Zaznacz interesujące Cię opcje:
pt: Confira tudo o que se aplica:

source: delete all existing reviews in database
de: lösche alle bestehenden Bewertungen in der Datenbank
es: borrar todas las valoraciónes que existen en la base de datos
fr: effacer tous les avis se trouvant dans la base de données
it: Cancella tutte le recensioni presenti nel database
nl: verwijder alle bestaande beoordelingen in de databank
pl: usuń wszystkie opinie z bazy danych
pt: eliminar todas as avaliações existentes na base de dados

source: allow HTML in comments
de: HTML in Kommentaren zulassen
es: permitir HTML en los comentarios
fr: permettre les commentaires au format HTML
it: Consenti HTML nei messaggi
nl: laat HTML toe in commentaar
pl: pozwól na występowanie kodu HTML w komentarzach
pt: permitir HTML nos comentários

source: allow votes on reviews
de: ermöglichen Stimmen für Rezensionen abzugeben
es: permitir la votación de comentarios
fr: permettre le vote sur les avis
it: tutte le valutazioni delle revisioni
nl: Laat stemmen toe in beoordelingen
pl: zezwól na głosowanie czy opinia była pomocna
pt: permitir votações sobre comentários

source: Average rating
de: Bewertungsdurchschnitt
es: Valoración media
fr: Note moyenne
it: Valutazione media
nl: Gemiddelde beoordeling
pl: Średnia ocena
pt: Média das avaliações

source: Calculated from
de: Berechnet aus
es: Calculado de
fr: Calculée à partir de
it: Calcolata da
nl: Berekend uit
pl: Obliczona na podstawie
pt: Calculado apartir de

source: review
de: Bewertung
es: valoración
fr: avis
it: Recensione
nl: beoordeling
pl: opinia
pt: avaliação

source: Star
de: Stern
es: Estrella
fr: Étoile
it: Stella
nl: Ster
pl: Gwiazdka
pt: Estrela

source: Thank you for your vote!
de: Vielen Dank für Ihre Stimme!
es: ¡Gracías por su valoración!
fr: Merci d'avoir voté !
it: Grazie per la tua valutazione!
nl: Dank u voor uw stem!
pl: Dziękuję za Twój głos!
pt: Obrigado por votar!

source: Did you find this review helpful?
de: Fanden Sie die Bewertung hilfreich?
es: ¿Le ha resultado útil esta opinión?
fr: Avez-vous trouvé cette évaluation utile?
it: Ha trovato questa recensione utile?
nl: Vond u deze beoordeling behulpzaam?
pl: Czy ta opinia była dla Ciebie pomocna?
pt: Você achou esta avaliação útil?

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt: Sim

source: No
de: Nein
fr: Non
nl: Nee
pl: Nie
pt: Não

source: Newest reviews
de: Neueste Bewertungen
es: Valoraciónes nuevas
fr: Avis les plus récents
it: Recensioni piu' nuove
nl: Meest recente beoordelingen
pl: Najnowsze opinie
pt: Avaliações mais recentes

source: Oldest reviews
de: Älteste Bewertungen
es: Valoraciónes más antiguas
fr: Avis les plus anciens
it: Recensioni piu' vecchie
nl: Oudste beoordelingen
pl: Najstarsze opinie
pt: Avaliações mais antigas

source: Most helpful reviews
de: Hilfreichste Bewertungen
es: Valoraciónes más útiles
fr: Avis les plus utiles
it: Recensioni piu' utili
nl: Meest behulpzame beoordelingen
pl: Najbardziej pomocne opinie
pt: Avaliações mais úteis

source: Highest rating
de: Am höchsten bewertet
es: La calificación más alta
fr: Note la plus haute
it: Valutazione piu' alta
nl: Hoogste waardering
pl: Najwyższa ocena
pt: Classificação mais alta

source: Lowest rating
de: Am niedrigsten bewertet
es: La calificación más baja
fr: Note la plus basse
it: Valutazione piu' bassa
nl: Laagste waardering
pl: Najniższa ocena
pt: Classificação mais baixa

source: Product review for
de: Produktbewertung für
es: Valoración de producto para
fr: Avis produit pour
it: Recensione del prodotto per
nl: Product beoordeling voor
pl: Opinia o produkcie
pt: Avaliação do produto para

source: %s out of %d review
de: %s von%d Bewertung
es: %s fuera de %d valoración
fr: %s sur %d avis
it: %s su %d revisione
nl: %s van %d beoordeling
pl: %s z %d opinii
pt: %s de %d avaliação

source: Show more
de: Zeige weitere
es: Mostrar más
fr: Afficher davantage
it: Mostra altro
nl: Toon meer
pl: Pokaż więcej
pt: Mostrar mais
